Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Lullaby.tmx
Source language: ko_kr
Languages: en

source: 쫙
en: raise

source: 자장자장
en: Lullaby

source: 벌떡
en: spring

source: 네!
en: yep!

source: 휴..
en: whew...

source: 아휴, 대표님 때문에 괜히 엮어서 힘든 일 많으시죠?
en: I know it’s hard dealing with unexpected things because of mr. gam.

source: 누가여?
en: about who?

source: 꽉
en: clutch

source: 왜요?
en: what’s wrong?

source: 갑자기 왜 여기로 날 부른 겁니까?
en: why did you ask me to meet you here?

source: 물론 대표님이 명부 수행을 해야 하는 건 이해하죠.{j}근데 저는...
en: of course I understand that you have to work through that list every day. but...{j}

source: 네, 대표님!
en: okay! thanks, mr. gam.

source: 비틀..
en: stagger

source: 산 아래'
en: foot of the mountain

source: 오늘 좀 늦게 들어갈 거예요.
en: I’ll be home a little late tonight.

source: 내가 잠들었어?
en: when did I fall asleep?

source: 24화
en: Episode 24

source: 스윽..
en: step

source: 내가 아니라 꿀에서 나는 향입니다.
en: the scent is coming from the honey, not me.

source: 대표님한테는 자는 시간이 금인데 너무 늦었잖아요.
en: it’s already so late. I know sleeping is very important to you.

source: 사실 나는 요즘 이서화 사원이 좀 신경이 쓰입니다.
en: I’ve been feeling a little uneasy about you these days, miss seohwa.

source: 펄쩍
en: leap

source: 성큼
en: step

source: 알다시피 신입 공모전 1등의 특전은 "패스트 트랙*"입니다.
en: as you know, the first place winner of the new hires contest has the privilege of getting their proposal fast tracked*.

source: 화악
en: flush

source: 가요!
en: coming!

source: 이 방향으로 더 구체화해봐요.
en: this is a good direction to take. try to flesh things out a little bit more.

source: 두근
en: ba-bump

source: 투둑
en: drip

source: 네에.
en: fine.

source: 스륵
en: brush

source: 스윽
en: raise

source: 다른 의미는 아무것도 없는 거죠?
en: I don’t mean anything else to you other than that, do I?

source: 괜히 걱정시켜드리기 싫어.
en: I don’t want to unnecessarily worry him.

source: 내가 옆자리를 내어준 인간은 이서화 사원이 처음이니까.
en: you’re the first human I’ve ever permitted to lie by my side.

source: 힐긋
en: glance

source: 푹..
en: bury

source: 느낌이 좀 안 좋아서요.
en: I have a bad feeling about this.

source: 난 이서화 사원이 내 상황을 어느 정도 이해했다고 생각했는데.
en: I thought you had a good idea of my situation, but I guess that wasn't true.

source: 지켜드릴게요, 대표님!
en: I’ll protect you, mr. gam!

source: 평소랑 뭔가 다른 것 같은데…
en: he seems a little different than usual...

source: 대표님…
en: mr. gam...

source: 오늘 이 불은 우연히 난 게 아니라 도영이 놈이 일부러 낸 겁니다.
en: that fire didn’t start by accident. it was doyeong’s doing.

source: 샤륵
en: flash

source: 쯧
en: tsk

source: 아가씨가 생명의 은인이에요.
en: you saved my life.

source: 저희 저거 같이 타요!{j}네?
en: come on!{j}let’s ride that together!

source: 당황
en: startled

source: 또각 또각
en: click clack

source: 금 실장님은 왜 그렇게 대표님이 마국으로 가길 원하시는 거예요?
en: why do you want mr. gam to return to the demon world so badly, mr. geum?

source: 글 MJ 그림 백리 채색도움 Chaffee
en: Writing by MJ Illustration by Baekli Coloring Assisted by Chaffee

source: 그래서 못 자는 밤엔 더 괴로우셨을 거고.
en: which is why not being able to fall asleep at night would’ve been especially taxing for you.

source: 이런 거 부탁드리면 어떡하시려구요.
en: for you to make the person I like somehow like me back?

source: 아..
en: oh...

source: 금 실장님도 모르시는 거 같네요...
en: it looks like mr. geum doesn’t know either...

source: 대표님이 걱정돼서요.
en: because I was worried about you.

source: 인간세계를 쑥대밭으로 만들었다고 들었습니다만.
en: I heard he turned the human world into complete chaos.

source: 좋아요!
en: yes, I’d love that!

source: 화들짝
en: jolt

source: 머뭇
en: hesitate

source: 일단 불길을 잡아야 해.
en: I need to put out the fire first.

source: 다행이다.
en: I’m glad to hear that.

source: 대표님이 회사를 안 나온 게 처음이잖아.
en: that was the first time mr. gam didn’t come to work.

source: 사실 처음에는 저도 왜 제가 인간 파트너인가 싶었거든요.
en: at first, I didn’t understand why I was your human partner.

source: 뭔가 착각하는 것 같은데 나는 내가 필요한 걸 얻기 위해서 필요한 행동을 하는 것뿐입니다.
en: I’m afraid you’re mistaken. I’m only doing what’s necessary to get what I need.

source: 연우 씨 말 때문에 괜히 더 의식하게 되잖아…!!
en: I feel so awkward because of what mr. yeonu said!

source: 그건 누가 판단하는 거지?
en: you are not in a position to make that judgment.

source: 발끈
en: upset

source: 연우씨~~ 고기 짱 잘 구워요.
en: mr. yeonu! you’re so good at cooking meat.

source: 아니, 잠깐.
en: wait a minute.

source: 왜 이렇게 말을 안 듣죠?
en: why don’t you ever listen to me?

source: 연예인 좋아하는 것처럼…
en: like having a crush on a celebrity...

source: 두고 보자고.
en: we’ll see about that.

source: 무사해서 다행입니다.
en: I’m glad you’re safe.

source: 넵.
en: okay.

source: 씨익
en: smirk

source: 내가 모르는 뭔가 있는 건가
en: is there something that I don't know about?

source: 진짜...{j}그 일만 잊어버린 건가?
en: did they really only lose the memory of mr. gam carrying me out?{j}

source: 팔랑 팔랑
en: flap flap

source: 대...{j}대표님...?
en: m-mr. gam?

source: 같이 사는 건 사실이잖아.
en: it is true that we live together.

source: 오늘 이서화 사원의 행동은 내 이성으로는 도저히 이해가 가지 않으니까.
en: I seriously can’t understand why you did what you did for me today.

source: 걱정 마요.
en: don’t worry.

source: 갑자기 왜 그런 질문을…
en: why are you asking...?

source: 마력을 써서 낙인을 무력화 시킨 거야.
en: he probably neutralized the mark using his demonic power.

source: 전 한 번 약속한 건 꼭 지킨다구요.
en: I always keep my promises.

source: 뭐지?
en: what was that?

source: 꽃 향이 진하게 나죠.
en: it has a strong floral scent.

source: 내가 왜 이렇게까지 하는지는 모르겠지만…
en: I don’t know why I’m doing all this for her...

source: 꿀꺽
en: gulp

source: 그래서 일 핑계를 대고 온 겁니까?
en: is that really why you came here with the pretense of having to work?

source: 슬며시
en: peep

source: 독야청청 홀로 잘나신 분인데요.
en: he only cares about himself!

source: 흠칫
en: flinch

source: 핑-
en: dizzy

source: 울컥
en: sniffle

source: 끄덕
en: nod

source: 여기엔… 대표님의 즐거움이 없어.
en: nothing... gives him joy here.

source: 물끄럼
en: stare

source: 워낙 싱거운 녀석이라.
en: he doesn’t know much of anything.

source: 비틀
en: stagger

source: 그럼요!
en: yes!

source: 윽!
en: ugh!

source: 쿡
en: throb

source: 아이쿠
en: oof

source: 음란마귀가 쓰인 거야?
en: are you out of your mind?

source: 사락
en: rustle

source: 이제 가죠.
en: we should go now.

source: 뭐든 말해봐요.
en: whatever it is, tell me.

source: 쭈뼛 쭈뼛
en: hesitate

source: 대…대표님?
en: m-mr. gam?

source: 서늘
en: frosty

source: 제가 하고 싶은 말은요…
en: what I wanted to say was...

source: 하늘 하늘
en: flutter flutter

source: 그렇군요.
en: I see.

source: 제가 할게요.
en: I’ll do it.

source: 뭡니까, 그건.
en: what?

source: 지금 내 체력을 걱정하는 겁니까?{j}내가 이 정도 가지고...!!
en: are you seriously worrying about my health right now?!{j}this is nothing to me-!

source: 챙-
en: clink

source: 피식
en: smirk

source: 픽
en: pfft!

source: 그래서 오늘 점심 짜장면 어때?
en: so how about about black bean noodles for lunch?

source: 제가 그런 사람처럼 보였나요?
en: is that the kind of person you see me as?

source: 그럴게요, 연우 씨.
en: will do, mr. yeonu.

source: 도도
en: hmph

source: 내가 떠나기를 기다리는 건가?
en: is she eagerly waiting for the day I leave?

source: 표현이 조금 서툴 뿐이지 배려가 몸에 배어있으시다는 거.
en: and you may not be the best at showing it, but you are very caring and considerate.

source: 파앗
en: splash

source: 다음화에 계속…
en: to be continued...

source: 아이쿠, 죄송합니다.
en: oh, sorry about that.

source: 당신이군요.
en: it’s you.

source: 저도 금방 익숙해지겠죠!
en: ...but I’m sure I’ll get used to it soon!

source: 이리 내요.
en: give it to me.

source: 저 분이구나.
en: that's him.

source: 꼼지락 꼼지락
en: squirm squirm

source: 내가?
en: to me?

source: 쿠당탕
en: tumble

source: 감사합니다.
en: thank you so much, young lady.

source: 부스스
en: rub

source: 저보고 12시에 꼭 자라고 해놓고선 제가 자버렸으면 어쩌시려고 여기 계세요~?
en: you told me to go to sleep by midnight no matter what. so what are you doing here? what if I really had fallen asleep?

source: 괜히 의심하지 말자.
en: I shouldn’t doubt him.

source: 그림.{j}백리 글.{j}MJ
en: Illustration by Baekli Writing by MJ

source: 으응?
en: mm?

source: 왜요.
en: why?

source: 띠릭
en: ding

source: 시간이 벌써 이렇게 됐네.
en: I didn’t realize it was this late.

source: 이서화
en: Seohwa Lee

source: 분명 이 여자였는데...
en: it was definitely of her...

source: 네~
en: see you!

source: 그럼 뭐해.
en: but who cares?

source: 저벅 저벅
en: step step

source: 그래서 보답이 온 건가.
en: perhaps that’s why I was rewarded.

source: 서화 씨!
en: miss seohwa!

source: 도영이란 존재가 아무리 쎄도 대표님이 이기는 거 아닌가?
en: isn’t mr. gam much stronger than that doyeong guy?

source: 서화 씨, 그럼 이따 메신저로 저녁 시간 되시는 날짜 말씀해 주세요.
en: miss seohwa, let me know by messenger which dates you’re available for dinner.

source: 째릿
en: glare

source: 나한텐 가족 같은 거 없습니다.{j}그런 쓸데없는 관심도 사양이고.
en: I don't have things like family. I’d also prefer if you didn't show unnecessary interest in me.

source: 쉬어요, 그럼.
en: well, get some rest.

source: 아아, 네.
en: ah, sure.

source: 횡설수설
en: ramble

source: 형님을 부를 게 아니라 나한테 부탁해야 할 텐데?{j}살려달라고.
en: instead of calling my brother, you should be begging me to spare your life.

source: 이제 됐으니 가봐라.
en: that’s fine. you should leave now.

source: 사르르..
en: beam

source: 번쩍
en: jolt

source: 차마 생각도 하기 싫군.
en: I don’t even want to think about it.

source: 28화
en: Episode 28

source: 털썩
en: flop

source: 무서운 꿈을 꿔서요.
en: I just had a nightmare.

source: 그림 백리 글 MJ
en: Illustration by Baekli Writing by MJ

source: 아, 제가 대표님 생각을 유독 많이 하고 그러는 건 아니구요.
en: oh! it’s not like I care about you more than anyone else, or that I’m always thinking about you, mr. gam.

source: 척
en: step

source: 그건 아무래도…제가 6백 년 만에 나타난 인간 파트너이기 때문이겠죠?
en: that's probably because... I’m your human partner, right? who appeared after 600 years?

source: 예를 들면.
en: for example...

source: 오후 06:08
en: 06:08 PM

source: 분명 도영이 그 녀석 짓일 텐데.
en: that has to be doyeong’s doing.

source: 팍
en: whoosh

source: 제가...
en: I...

source: 네.
en: okay, then.

source: 난 이서화 사원이 내 상황을 어느 정도 이해했다고 생각했는데.{j}아닌가 보군요.
en: I thought you understood what I was going through, at least to some degree, but I guess that wasn't true.{j}

source: 처음 듣는 질문이라 놀라서 그만…
en: it’s just that no one’s ever asked me such a question before...

source: 내일까지 구체화 기획안 내라면서요.
en: well, you did ask me to submit a detailed project plan by tomorrow.

source: 운동도 좋아해서 하는 건 아닌 거 같고…
en: and although he works out, I don’t think he particularly likes doing it.

source: 싱긋
en: smile

source: 샥
en: lift

source: 배시시
en: beam

source: 예상치 못한 일이 생기는 게 인간 세상이거든요.
en: the human world is full of unpredictability.

source: 요즘은 이렇게 신나게 웃어본 적도 없는데.
en: I don’t think I’ve had occasion to laugh this much recently.

source: 대표님만 여기서 주무신다는 거죠?
en: you’re going to sleep here by yourself, right?

source: 별게 다 걱정이군요.
en: you worry too much.

source: 안 들려요, 대표님?{j}뭐라고 하셨어요?
en: I can't hear you, mr. gam. what did you just say?{j}

source: 네, 괜찮아요.
en: sure, I’m available.

source: 이서화 사원이 이렇게 타라던가?
en: is this what miss seohwa said I should do?

source: 저는 어려운 건 오래 생각 안 해요.
en: I tend not to dwell on tough or complicated problems for too long.

source: 대표님한테서… 달콤한 꽃 향기 같은 게 나요… 향에 취할 것 같아요…
en: there’s a... sweet, floral scent coming from you... I feel like I’m getting drunk from the fragrance...

source: 갑자기 내 주변만 어수선하네.
en: there’s suddenly all this commotion around me.

source: 갑자기 왜 저러나
en: what’s with her?

source: 화아아
en: beam

source: 몇백 년 동안 매일 되풀이되는 형벌의 고통을 끊어내고 싶은 건...
en: this torturous cycle of punishment that has begun anew each day for centuries past...

source: 대체 왜 이렇게 술을 많이 마신 겁니까.
en: why did you drink so much?

source: 다섯 시간이나 떨어져 있었어여!!
en: we were apart for a whole five hours today!

source: 네에?
en: what?

source: 일어서라.
en: get up.

source: 탁
en: shut

source: 내 얘기?
en: are they talking about me?

source: 꾸욱
en: clench

source: 킁킁
en: sniff sniff

source: 안됩니다.
en: no, don’t.

source: 들켰구나...
en: he found out...

source: 무슨 망상이야!
en: what are you thinking?

source: 뭔가 나한텐 말하기 힘든 일이 있는 것 같으니 금배 네가 알아보도록 해라.
en: something seems to be bothering her, but she won’t tell me what. try to find out what it is, geumbae.

source: 어디서 하죠?
en: where?

source: 아직 안 졸립니까?
en: ...don’t you feel like going to bed yet?

source: 따끔
en: throb

source: 은은한 간접조명을 침대 헤드에 넣어 호텔에서의 아늑함을 집에서도 느낄 수 있게 하고 싶었습니다.
en: I wanted to create a bed that evokes the feeling of being in a hotel by adding indirect lighting to the headboard.

source: 쓰러졌대서 엄청 걱정했어요.
en: I heard you’d fainted and was really worried about you.

source: 윽..
en: ugh...

source: 6백 년 넘는 세월 중에 가장 만족스러운 업이었지.
en: providing a good night’s rest to humans...

source: 분명 나한테 뭔가 부탁할 게 있는 것 같은데 말을 못 하는 것 같아서.
en: it seems to me like there’s something you want to ask me, but you’re hesitant to do so.

source: 헐렁~
en: droop

source: 휘청
en: stagger

source: 하아..
en: sigh

source: 꾹
en: squeeze

source: 다시 자면 금방 잊혀질 겁니다.
en: you’ll quickly forget once you go back to sleep.

source: 네?
en: huh?

source: 다음날 아침'
en: the next morning

source: 잘 어울릴 것 같아서 샀는데.
en: I thought this would look good on you, so I bought it.

source: 꽁
en: bonk

source: 명부 수행...
en: the list of names...

source: 뭐… 나쁘진 않군요.
en: but... it’s still nice to hear.

source: 제가 똑똑히 봤는데.
en: I saw it with my own eyes.

source: 흐물
en: warp

source: 아니지.{j}대표님은 워낙 깔끔한 걸 좋아하시잖아.
en: no, maybe not. mr. gam likes things clean.

source: 서화 침실'
en: seohwa’s bedroom

source: 제가요?
en: about me?

source: 기억나지 않나요?
en: don’t you remember?

source: 허락하죠.
en: I’ll allow it.

source: 두근두근
en: ba-bump ba-bump

source: 네
en: yes, sir.

source: 소용없어.
en: it won’t work.

source: 하...{j}어쩌지.
en: haa...{j}

source: 대표님이 여긴 어쩐 일로 오셨어요?
en: what brings you here, mr. gam?

source: 또 말 안 할 겁니까?
en: so you aren’t going to tell me about it this time either?

source: 제발 섣부른 행동은 하지 말아요.
en: please don’t do anything rash...

source: 침대 공학 연구소
en: Bed Engineering Lab

source: 대표님 잘못도 아닌데…
en: but it wasn’t even his fault...

source: 신경 쓸 필요 없습니다.
en: there’s no need for concern.

source: 탑 연예인에 재벌가 3세가 대쉬해도 꿈쩍않던 분이잖아.
en: so many top celebrities and wealthy women approached him, but he never paid attention to any of them.

source: 꿈인가?
en: am I dreaming right now?

source: 회사에선 무조건 같이 다니시더니.
en: I always see the two of them together at work.

source: 또 심장이 두근두근하세요?
en: is your heart pounding again?

source: 앗, 네, 대리님.
en: oh! sure, ms. yeri.

source: 그래서 가려고 하시는구나.
en: that’s why he’s trying to leave.

source: 걱정돼서 그래요.
en: I’m worried about you.

source: 짜장면 못 먹어 죽은 귀신이 들렸냐?
en: are you addicted to jjajangmyun or something? we had that multiple times this week already!

source: 위험해요!{j}아저씨!!
en: sir! watch out!{j}

source: 하하..
en: haha...

source: 제가 주제넘었죠?{j}죄송해요 갑자기 엉뚱한 소리나 하고…
en: of course... I’m sorry. I shouldn’t have asked...

source: 충분히 믿어요.
en: I trust you.

source: 뾰로통
en: pout

source: 분명 1분 전에 서화 씨랑 엘베 같이 타셨잖아요.
en: no, you got on the elevator with her just a minute ago.

source: 퐁
en: pop

source: 무슨 일인데 그래요.
en: what’s wrong?

source: 투덜 투덜
en: grumble

source: 저기, 그 말씀은…
en: wait, you mean...

source: 이서화 사원?!
en: miss seohwa?!

source: 샤샥
en: dash

source: 저는 워낙 모든 사람들한테 그러는 편이라서요.
en: this is just how I am toward everyone. please don’t take this the wrong way.

source: 꿈틀
en: twitch

source: 오셨어요!
en: hi, mr. gam!

source: 어디 다친 데 없습니까?
en: are you okay?

source: 빙글
en: spin

source: 꾹~
en: push

source: 서화 씨, 제가 힘없고 약한 존재라는 건 어디서 온 추측이죠?
en: miss seohwa, why do you presume that I was a powerless and weak being?

source: 꾹..
en: clench

source: 푸슬..
en: smile

source: 비록 내 마음은 고백 못 하겠지만…
en: although I’ll never be able to confess my feelings to him...

source: 웅성 웅성
en: murmur murmur

source: GNS 침대 공학 연구소
en: GNS Bed Engineering Lab

source: 까득
en: grit

source: 뭐 하세요?
en: what are you doing?

source: 에이, 그랬다가 막 제가 좋아하는 사람이 절 좋아하게 해 주세요
en: oh... but what if I ask you for something totally unreasonable, like...

source: 뾱
en: snatch

source: 그럼 다행이구요.
en: that’s good to hear.

source: 바람이라도 쐬고 올까요.
en: ...should we go get some fresh air instead?

source: 알고는 있었지만…다시 한번 확인했어.
en: I already knew this... but his response just confirmed it.

source: 휙 휙
en: wave wave

source: 너무 곤히 주무시네.
en: he’s sound asleep.

source: 그 기억만 없앨 겁니다.{j}직접 본 사람들과 전해 들은 사람 모두.
en: so I’m only going to remove that memory from everyone who either saw it or heard about it.{j}

source: 꿀물이다.
en: it’s honey tea.

source: N뉴스
en: News

source: 선택이 아니라고.
en: it's not something I can choose.

source: 과연 형님이 아무 잘못 없이 물러났을까?
en: do you really think he abdicated the throne for no reason?

source: 맞다!
en: oh right!

source: 예리씨
en: Miss Yeri

source: 두렵게 보는 거지?
en: she’s afraid of me?

source: 그게 더 의미가 있죠.
en: no, that just makes it more meaningful.

source: 뭘 말입니까.
en: never what?

source: 근데 대표님은 뭘 좋아하시지?
en: by the way, what does mr. gam like?

source: 화르륵
en: fwooom

source: 슥
en: pick up

source: 과로 아니야?
en: maybe it’s because you’re overworked.

source: 완전 적반하장이네.
en: he’s one to talk.

source: 오늘은 특별히 예외로 하죠.
en: yes, let’s make today an exception.

source: 악마들은 인간의 일엔 관여하지 않는 게 불문율입니다.
en: it’s an unspoken rule for demons to not intervene in the affairs of humans.

source: 펄럭
en: flip

source: 제가 찾아보니까 외국에선 양을 해치지 않고 만든 울만 사용한 매트리스도 있다고 하더라구요.
en: I did some research, and there are mattresses in other countries that are solely made of wool collected without harming the sheep from which it’s harvested.

source: 정말요…?
en: really?

source: 팀장님
en: Team Manager

source: 쨍그랑
en: shatter

source: 역시 대표님이 최고예요!
en: you’re the best, mr. gam!

source: 구겨졌네..
en: it’s all wrinkled...

source: 그런데 아무래도 불편하겠죠.
en: but I guess you’d find it uncomfortable.

source: 제가 맛집 알아놓을게요.
en: I’ll find a good restaurant for us to go to.

source: 파스스..
en: whoosh

source: 마국에 가기 전에 이뤄주고 가야지.
en: I should make it come true before I return to the demon world.

source: 감히 내 앞에서 벌을 논하다니.
en: how dare you speak of punishment in front of me.

source: 멍..
en: empty stare

source: 그게...
en: well...

source: 진지
en: serious

source: 황당
en: startled

source: 멈칫
en: pause

source: 어흥
en: roar

source: 회사에서 보상은 다 할 거니까.
en: the company will cover the expenses.

source: 그 정도는 해주실 수 있잖아요.{j}네?
en: you can do that for me, right?{j}

source: 대표님을 안전하게 지킬 의무!
en: a duty to keep you safe!

source: 파아앗
en: beam

source: 안녕하십니까, 대표님!
en: good morning, mr. gam!

source: 음...
en: hmm...

source: 나 왜 이러는 거야, 진짜… 미쳤나 봐.
en: seriously, what’s wrong with me? this is embarrassing.

source: 헤헿.
en: hehe.

source: 꺄아!
en: wheeee!

source: 아주 옛날, 이서화 사원으로 보이는 여자와 내가 마주 서 있는 장면을.
en: it was from a very long time ago. I was standing in front of a woman who looked just like you.

source: 그 이유에 제가 관련되어 있을지도 모른다는 말씀이세요?
en: and you think I might be involved in that somehow?

source: 저기, 대표님...
en: um, mr. gam...

source: 다음화에 계속...
en: to be continued...

source: 나한테 나이 많다고 그러더니 아예 올드한 취향에 맞춰서 준비했나 보군요.
en: you made fun of how old I am last time. it looks like you really tried to cater to the older generation.

source: 진짜여?
en: what? really?

source: 설마 오시는 건 아니시죠?
en: you’re not trying to come, are you?

source: 이게 다 대표님 때문...
en: this is all because of mr. gam...

source: 서성..
en: wander

source: 으아~ 으아~ 몰라 몰라~~ 계속 생각나잖아~~!!
en: ahhh! oh my god! I can’t stop thinking about it!

source: 그래.
en: right.

source: 욱씬
en: throb

source: 휘적휘적
en: poke poke

source: 그런 건 제힘으로 해야죠.
en: that’s something I should do on my own.

source: 그리고 그게 기억이 아닐 수도 있잖아요?
en: besides, that might not be a memory.

source: 대표님이랑 꼭 가보고 싶은 데가 있었는데.
en: there’s somewhere I really want to go with you.

source: 찌릿
en: glare

source: 삐질삐질
en: nervous

source: 대...
en: m...

source: 젠장!
en: damn it!

source: 예전에도 지금도 그깟 하찮은 인간들 때문에 자신을 희생하다니.
en: so he still sacrifices himself for these measly humans.

source: 신경성인가...
en: is it stress-induced?

source: 쩍
en: shocked

source: 그런데 12시에 자야 한다니 너무한 것 아닌지...
en: don’t you think it’s a bit harsh to ask me to go to sleep by midnight every night?

source: 갸우뚱
en: tilt

source: 밤늦게 위험한데 집엔 어떻게 오나,
en: I was worried about how you’d make it home this late at night...

source: 31화
en: Episode 31

source: 1976년 x월 x일 생 최 xx
en: xx choi born on x.x.1976

source: 대표님의 기억은 인간들처럼 불완전하지 않을 것 같기도 하구요.
en: I assume your memory wouldn’t be flawed and incomplete like it is with humans.

source: 틱!
en: pull

source: 내가 지금 왜 웃었지?{j}나도 모르게…
en: wait, did I just smile? I didn’t realize...

source: 그럼 어디 한 번… 볼까…?
en: well... why don’t we find out?

source: 어?
en: oh, yes!

source: 나는 좀 자고 싶은데.
en: because I want to.

source: 곰곰..
en: ponder

source: 잠꼬대 같은 소리를 하는군요.
en: it sounds like you’re talking in your sleep, or some such nonsense.

source: 그런데 불앞에서 잠들어도 되는 건가...
en: but is it safe for him to fall asleep right in front of an open flame like that?

source: 형님도 한 번 느껴 보셔야죠.{j}누군가 자기 걸 뺏으려고 할 때의 더러운 기분을.
en: it’s your turn to experience the horrible feeling of seeing someone else try to steal what is rightfully yours.{j}

source: 콩
en: thud

source: 에이, 원래 시소는 이렇게 타는 거예요~
en: no, this is how you’re supposed to ride a seesaw!

source: 본 작품의 내용을 무단 전재 및 무단 복제하는 것을 금합니다.
en: Unauthorized reproduction or duplication of the content is prohibited.

source: 계속 같이 있고 싶고…
en: ...I always wanted to spend more time with him...

source: 슬
en: flinch

source: 지금 내 체력을 걱정하는 겁니까?
en: are you seriously worrying about my health right now?

source: 으...
en: ugh...

source: 이런 걸로 왜!{j}잠을 안 주무시면서 고민하시는지!
en: you should go to sleep, instead of worrying about this!{j}

source: 오늘 긴 하루였잖아요.
en: today was a long day for both of us.

source: 저희가 또 유일한 동기인데 동기 사랑 나라 사랑 단합의 차원에서...
en: besides, we started working here at the same time and it’d be nice to get to know each other...

source: 갸웃
en: tilt

source: 콩닥 콩닥
en: ba-bump ba-bump

source: 대표님 향수 냄새난다.
en: it smells like mr. gam’s cologne.

source: 치이익
en: hiss

source: 설마 오시려는 걸까?
en: is he trying to come?

source: 직접 위험을 끼치진 않더라도 저놈이 이서화 사원 옆을 맴돌면서 무슨 수작을 부릴지 모르니까 하는 말입니다.
en: even if he doesn’t directly cause you harm, he could continue to lurk nearby, and there’s no telling what kind of tricks he might pull.

source: 대답 들은 걸로 하겠습니다.
en: I’ll take that as a yes.

source: 이렇게 힘든 일인 줄 몰랐죠.
en: I had no idea it would be this hard.

source: 지끈 지끈
en: throb throb

source: 그럴 리 없겠지만 그래도...
en: although I don’t believe it...

source: 대표님한테 나는 계약 관계 그 이상도 이하도 아니었던 거야.
en: to him, I’m nothing more than someone he’s entered a contract with.

source: 춥다
en: it’s getting cold.

source: 근데 또 내 마음은 안 그렇단 말야.
en: but the heart wants what it wants.

source: 꿈이 너무 생생해.
en: that was such a vivid dream.

source: 깨톡
en: ding

source: 왜 그러신 거지?
en: why did he do that?

source: 여기 치료 좀 부탁드립니다.
en: could you please see to her?

source: 나한테 소중한 걸 뺏으려면 무슨 짓이든 할 놈입니다.
en: he will do anything in his power to take what’s important to me.

source: 토독
en: tap tap

source: 대체 어딨는 거야.
en: where is she?

source: 글썽
en: teary

source: 네.{j}갑자기 사라지셔서 놀랐잖아요.
en: yes. I was just worried because you suddenly disappeared.{j}

source: 아...
en: oh...

source: 다행이군요.
en: I’m glad to hear that.

source: 솔직히 아까 금실장님이 대표님한테 누군가가 있다고 할까 봐 심장이 떨어지는 줄 알았어.
en: to be honest, I was so worried that mr. geum might say mr. gam had a significant other.

source: 꼭 무슨 일이 일어날 것처럼.
en: he sounded as though he thought something terrible was going to happen.

source: 아, 아직 거기까지는...
en: oh, I haven’t thought that far ahead...

source: 600년이 넘도록 매일 반복되는 형벌이라니 얼마나 괴로우실까.
en: I can't imagine how painful it is to have a punishment that repeats every day for over 600 years.

source: 아휴, 저 아니면 누가 대표님 챙기겠어요.
en: I care about your safety and well-being, mr. gam.

source: 쿵
en: thud

source: 서화 씨?!
en: miss seohwa?!

source: 왜 그러지?
en: what’s wrong?

source: 저도 잘 알아요.
en: I’m well aware of that.

source: 요새 커피는 입에도 안 댔는데...
en: I haven’t had any coffee recently...

source: 어?{j}뭐지?
en: huh?{j}what’s this?

source: 아무튼 요는!
en: anyway, my point is!

source: 마땅치 않으면 아예 정리를 해야 하는데 그러자니 아깝기도 하고...
en: if I can’t find the right person, I’ll have to shut it down. but that seems like a waste, considering all the effort I put into this company...

source: 비품실'
en: office supply room

source: 수마 집
en: sleep demon’s home

source: 진짜 온 거예요?
en: are we really here?

source: 대표님은 워낙 인기 많으셨을 것 같아서요.
en: you seem like you would’ve been very popular with women.

source: 내일 얘기해야겠군요.
en: we’ll talk about this tomorrow.

source: 다른 사람들은 몰라도 저는 알아요.
en: other people might not know you, but I do.
